Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེས་སྨྲས་པ། བཞིན་བཟངས་གང་གི་ཕྱིར་ཁྱོད་ཀྱིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ནས་
en: “Sir ,” the preceptor said, “having gone forth in the well-proclaimed Dharma and Vinaya,

source: དགེ་སྦྱོང་གི་འབྲས་བུ་བཞི་པོ་དག་ལས་དགེ་སྦྱོང་གི་འབྲས་བུ་གང་ཡང་རུང་བ་ཐོབ་པར་བྱ་བ་ཡིན་ན།
en: you have not attained any of the four fruitions of spiritual practice for which it was taught.

source: ཁྱོད་དད་པས་སྦྱིན་པར་བྱ་བ་ཆུད་གཟན་ནས་ཚུལ་བཞིན་མ་ཡིན་པས་སྡུག་བསྔལ་སྐྱེད་པར་བྱེད་དམ།
en: Do you seek to squander the offerings of the faithful and invite misfortune?”

source: དེས་དེའི་ཚིག་ཚིག་མ་ཡིན་པར་བྱས་ཏེ་སོང་ནས།
en: Dismissing his preceptor’s words, the monk departed.

source: དེ་བྱས་པ་ཤེས་པས་འཚོ་བྱེད་ལ་ལོ་མ་དག་དང་། མེ་ཏོག་དག་དང་། འབྲས་བུ་དག་དང་། སོ་ཤིང་དག་སྟོབས་པར་བྱེད་དོ། །
en: Knowing what had been done for him, he gave the physician sprigs, flowers, fruits, and sticks of neem.

source: འཚོ་བྱེད་ཀྱིས་སྨྲས་པ། བཞིན་བཟངས་ཁྱོད་ཁོ་བོ་ལས་ཅི་ཞིག་འདོད།
en: “Sir , what would you like from me?” asked the physician.

source: དེས་སྨྲས་པ་ཅི་ཡང་མི་འཚལ་ཏེ། འདི་ལྟར་བདག་བགྱིས་པ་འཚལ་བས་ཁྱོད་ལ་ལོ་མ་དག་དང་། མེ་ཏོག་དག་དང་། འབྲས་བུ་དག་དང་། སོ་ཤིང་དག་སྟོབས་པར་བགྱིད་དོ། །
en: He replied, “I seek nothing in return. I have sought you out in order to give you these offerings.”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་ཁྱོད་ལ་ཁོ་བོས་ཅི་ཞིག་བྱས།
en: “Sir , what did I do for you?” he asked.

source: བདག་བྲོ་འཚལ་བ་ལ་ཁྱོད་ཀྱིས་གསོས་བགྱིས་སོ། །
en: “You cured me when I was unwell.”

source: དེས་སྨྲས་པ། ཁོ་བོས་མི་དྲན་ནོ། །
en: “I don’t recall that,” replied the physician.

source: བདག་གིས་ཁྱོད་དགོངས་པར་བགྱིའོ་ཞེས་དེས་དེ་དྲན་པར་བྱས་པ་དང་འཚོ་བྱེད་ཀྱིས་སྨྲས་པ།
en: “I will refresh your memory,” he said, and reminded him.

source: བཞིན་བཟངས་གང་གི་ཕྱིར་ཁྱོད་ཀྱིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ནས་
en: At this point the physician said, “Sir , having gone forth in the well-proclaimed Dharma and Vinaya,

source: ཁྱོད་དད་པས་སྦྱིན་པར་བྱ་བ་ཆུད་གཟན་ནས་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་སྐྱེད་པར་གྱུར་ཏམ།
en: Do you seek to squander the offerings of the faithful and invite misfortune?”

source: འཚོ་བྱེད་ཀྱིས་བསམས་པ། འདི་ནི་བདག་གི་བྱ་བ་ཁོ་ན་ཡིན་གྱིས། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འགྲོ་སྙམ་མོ། །
en: Then physician thought to himself, “This is my responsibility and my responsibility alone, so I must go see the Blessed One.”

source: དེ་ནས་འཚོ་བྱེད་གཞོན་ནུས་གསོས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: The physician Kumārabhṛta went to see the Blessed One

source: ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་མཐའ་གཅིག་ཏུ་འདུག་གོ། །
en: and on arriving, bowed his head at the Blessed One’s feet before taking a seat off to one side.

source: མཐའ་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་འཚོ་བྱེད་གཞོན་ནུས་གསོས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: As he sat off to one side, the physician requested the Blessed One,

source: བཙུན་པ་འཕགས་པ་འདི་དག་རིགས་ཀྱི་བུ་བྲོ་འཚལ་བ་རབ་ཏུ་འབྱིན་པར་བགྱིད།
en: “Reverend, the noble monks’ allowing the going forth of invalid sons of noble families

source: བསྙེན་པར་རྫོགས་པར་བགྱིད་པས་བཙུན་པ་རེ་ཞིག་རྒྱལ་པོའི་མཛོད་དང་བང་བ་དག་ཀྱང་བསྲབས་པ་དང་།
en: and their ordination will, at some point, cause even the king’s treasury and stores to dwindle, diminish,

source: ཡོངས་སུ་བས་པ་དང་།
en: and come to an end.

source: ཡོངས་སུ་གཏུགས་པར་འགྱུར་ལ། བདག་གི་ལུས་ཀྱང་དལ་ཞིང་འཕགས་པ་དག་གི་དགེ་བའི་ཕྱོགས་ཀྱང་ཡོངས་སུ་ཉམས་པར་འགྱུར་བས།
en: It will cause even my body to flag, and the virtuous endeavors of noble beings to wane.

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་གང་གིས་
en: O Blessed One! It would be good if you, in your compassion,

source: འཕགས་པ་དག་རིགས་ཀྱི་བུ་བྲོ་འཚལ་བ་རབ་ཏུ་འབྱིན་པ་དང་། བསྙེན་པར་རྫོགས་པར་མི་བགྱིད་པ་དྲན་པར་བགྱི་བ་ཅུང་ཞིག་བཅའ་བ་མཛད་ན་ལེགས་སོ། །
en: would give some consideration to prohibiting the noble ones from allowing the going forth of invalid sons of noble families and ordaining them.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་འཚོ་བྱེད་གཞོན་ནུས་གསོས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: By keeping silent, the Blessed One assented to the physician’s request.

source: དེ་ནས་འཚོ་བྱེད་གཞོན་ནུས་གསོས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས།
en: Understanding the Blessed One’s silence to be assent,

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ། ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་ནད་པ་རབ་ཏུ་འབྱིན་པར་བྱེད་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: The Blessed One thought, “All those shortcomings ensue from monks allowing the going forth of invalids.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དགེ་སློང་གིས་ནད་པ་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: Then he decreed, “That being the case, monks should not allow the going forth of invalids.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་
en: If someone wishing to go forth approaches any of you,

source: དེས་དེ་ལ་ནད་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: ask him, ‘You are not an invalid, are you?’

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་སེར་སྐྱའི་གནས་ན་ནྱ་གྲོ་དྷའི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: While the Blessed Buddha was resident at the Banyan Grove near Kapilavastu,

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་སེར་སྐྱའི་གནས་ཀྱི་ཤཱཀྱ་རྣམས་ཀྱི་ཁྱིམ་དག་ནས་
en: he allowed the going forth of members from each Śākya family in Kapilavastu.

source: རེ་རེ་རབ་ཏུ་ཕྱུང་བ་དེའི་ཚེ་ན་དེ་དག་གི་གན་དུ་ཉེ་དུ་དག་ལྷགས་ནས། དེ་དག་ཉེ་དུ་ལྷགས་པ་དེ་དག་ལ་ཆོས་སྟོན་པར་བྱེད་དོ། །
en: Their relatives came to see the newly ordained, who taught the Dharma to their assembled family members,

source: དེ་དག་ཆོས་ཐོས་ནས་དེ་ཉིད་དུ་རབ་ཏུ་ཕྱུང་བ་ན་
en: and they in turn, upon hearing the Dharma, sought to go forth on the spot.

source: ཤཱཀྱ་མོ་ལ་ལའི་ནི་ཕ་རབ་ཏུ་ཕྱུང་། ལ་ལའི་ནི་མིང་པོ། །ལ་ལའི་ནི་ཁྱིམ་ཐབ། ལ་ལའི་ནི་སྐུད་པོ། །ལ་ལའི་ནི་བུ་རབ་ཏུ་བྱུང་བ་དང་དེ་དག་མྱ་ངན་གྱིས་ནོན་ནས་
en: Among those who, upon hearing the Dharma, were allowed to go forth on the spot were the fathers of some Śākya women, their brothers-in-law, their husbands, brothers, and sons.

source: མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་སྙིང་རྗེ་རྗེ་སྐད་དུ་ངུའོ། །
en: Overwhelmed by grief, the Śākya women cried out in misery in the twilight. In the twilight,

source: རྒྱལ་པོ་ཟས་གཙང་གིས་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་ན་ཤཱཀྱ་མོ་རབ་ཏུ་མང་པོ་དག་སྙིང་རྗེ་རྗེ་སྐད་དུ་ངུ་བའི་སྒྲ་ཐོས་སོ།
en: King Śuddhodana heard the sound of a great many Śākya women crying out in misery.

source: ཐོས་ནས་ཀྱང་ཤཱཀྱ་རྣམས་ལ་སྨྲས་པ།
en: Hearing their cries, he asked the Śākyas,

source: ཤེས་ལྡན་དག་ཅིའི་ཕྱིར་མཚན་མོའི་ཐོ་རངས་ཀྱི་དུས་ཀྱི་ཚེ་ཤཱཀྱ་མོ་རབ་ཏུ་མང་པོ་དག་སྙིང་རྗེ་རྗེ་སྐད་དུ་ངུ་།
en: “Gentlemen , why do so many Śākya women cry out in misery in the twilight?”

source: དེ་དག་གིས་སྨྲས་པ། ལྷ་འཕགས་པ་
en: “Your Majesty,” they replied,

source: འདི་དག་གིས་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་འབྱིན་པར་བགྱིད། བསྙེན་པར་རྫོགས་པར་བགྱིད་དེ།
en: “the going forth of certain noble ones and sons of noble families has been allowed, and they have been ordained without the consent of their parents.

source: ཤཱཀྱ་མོ་ལ་ལའི་ནི་ཕ་རབ་ཏུ་ཕྱུང་། ལ་ལའི་ནི་མིང་པོ། ལ་ལའི་ནི་ཁྱིམ་ཐབ། ལ་ལའི་ནི་སྐུད་པོ། ལ་ལའི་ནི་བུ་རབ་ཏུ་བྱུང་བ་དང་དེ་དག་མྱ་ངན་ གྱིས་ནོན་ནས་
en: The going forth of the fathers, brothers-in-law, husbands, brothers, and sons of some Śākya women has also been allowed.

source: རྒྱལ་པོ་ཟས་གཙང་གིས་བསམས་པ། འདི་ནི་བདག་གི་བྱ་བ་ཁོ་ན་ཡིན་གྱིས།
en: “This is my responsibility and my responsibility alone,” thought King Śuddhodana,

source: བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འགྲོའོ་སྙམ་མོ།
en: “so I must go to see the Blessed One.”

source: དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: King Śuddhodana went to see the Blessed One and on arriving,

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཟས་གཙང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The king then said to the Blessed One,

source: བཅོམ་ལྡན་འདས་བདག་ལ་དམ་པ་འོས་སོ། །
en: “Blessed One, I have a worthy suit.

source: བདེ་བར་གཤེགས་པ་བདག་ལ་དམ་པ་འོས་སོ། །
en: Tathāgata, I have a worthy suit.”

source: རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་དམ་པ་ལས་འདས་པ་ཁོ་ན་ཡིན་ན།
en: “Great king, if you insist on passing up the boons of the tathāgatas, arhats, and perfectly complete buddhas,

source: ཁྱོད་ལ་དམ་པ་ཅི་ཞིག་སྦྱིན་སྨྲོས་ཤིག །
en: tell me, what favor could I grant you?”

source: འཕགས་པ་རྣམས་ཀྱིས་བརྙེས་སླ་བ་གང་ལགས་པའོ། །
en: “One that noble beings would find easy.”

source: གལ་ཏེ་རྙེད་སླ་བ་ཡིན་ན་སྦྱིན་ནོ། །
en: “If I find it easy, I shall grant it.”

source: བཙུན་པ་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་འཁྲུངས་པ་དེའི་ཚེ་ན་བཅོམ་ལྡན་འདས་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་ལ།
en: “Reverend, when the Blessed One was born, the Blessed One was destined to become king of the world.

source: བདག་ཀྱང་ནམ་མཁའི་ངོས་ལ་རྒྱུ་ཞིང་གླིང་བཞི་དག་ཏུ་རྗེས་སུ་མཆིའོ་སྙམ་པས་
en: I even thought I would soar through the sky and see the four continents,

source: བདེ་བ་དང་ཡིད་བདེ་བ་མི་ཆུང་བ་དང་ལྡན་པ་ལས།
en: my delight and pleasure being not inconsiderable.

source: བཙུན་པ་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་རབ་ཏུ་བྱུང་བ་དེའི་ཚེ་ན་
en: “Reverend, when the Blessed One became a renunciant,

source: བདག་གི་འཁོར་ལོས་སྒྱུར་བར་རེ་བ་གང་ལགས་པ་དེ་མ་མཆིས་པར་གྱུར་ཏོ། །
en: what hopes I had for you to become king of the world were dashed.

source: གཞན་ཡང་གཞོན་ནུ་མཛེས་དགའ་འདི་སྟོབས་ཀྱིས་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་རོ་སྙམ་དུ་རེ་བ་ཙམ་དུ་གྱུར་པ་ལས་
en: So instead, I went on to think that the prince Sundarananda would conquer and become king of the world.

source: གང་གི་ཚེ་གཞོན་ནུ་མཛེས་དགའ་རབ་ཏུ་བྱུང་བ་དེའི་ཚེ་ན་
en: When those hopes were shown to be just that, and the prince Sundarananda became a renunciant,

source: བདག་གི་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བར་རེ་བ་གང་ལགས་པ་དེ་ཡང་མ་མཆིས་པར་གྱུར་ཏོ།
en: the hopes I had for conquering and for becoming king of the world were dashed too.

source: གཞན་ཡང་གཞོན་ནུ་སྒྲ་ཅན་ཟིན་བཟང་པོ་འདི་དངོས་བཙན་པའི་རྒྱལ་པོར་འགྱུར་རོ་སྙམ་དུ་རེ་བ་ཙམ་དུ་གྱུར་པ་ལས།
en: So instead, I then went on to think that the prince Rāhulabhadra would become a king of real command.

source: གང་གི་ཚེ་གཞོན་ནུ་སྒྲ་ཅན་ཟིན་བཟང་པོ་རབ་ཏུ་བྱུང་བ་དེའི་ཚེ་ན་
en: When those hopes were shown to be just that, and the prince Rāhulabhadra became a renunciant,

source: བདག་གི་རྒྱལ་པོ་དངོས་བཙན་པར་རེ་བ་གང་ལགས་པ་དེ་ཡང་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མ་མཆིས་པར་གྱུར་ཏོ། །
en: what hopes I had for becoming a king of real command were completely and utterly dashed too.

source: བཙུན་པ་གཞན་ཡང་ཕ་མ་དག་ནི་བུ་ལ་བག་དྲོ་བར་གྱུར་པ་ལགས་ན།
en: “Reverend, if only it were otherwise and your parents could have found satisfaction in you!

source: བཙུན་པ་འཕགས་པ་འདི་དག་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་འབྱིན་པར་བགྱིད། བསྙེན་པར་རྫོགས་པར་བགྱིད་པས།
en: Reverend, these noble monks are allowing the going forth of sons of noble families and ordaining them without their parents’ consent.

source: འཕགས་པ་དག་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་འབྱིན་པ་དང་བསྙེན་པར་རྫོགས་པར་མི་བགྱིད་པར་དྲན་པར་བགྱི་བ་ཅུང་ཞིག་བཅའ་བ་མཛད་ན་ལེགས་སོ། །
en: you were to give some consideration to prohibiting the noble ones from allowing the going forth of sons of noble families and their ordination without their parents’ consent.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཟས་གཙང་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: By keeping silent, the Blessed One assented to King Śuddhodana.

source: དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས།
en: Understanding the Blessed One’s silence to be assent,

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་འབྱིན་པར་བྱེད། བསྙེན་པར་རྫོགས་པར་བྱེད་ པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་
en: “All those shortcomings ensue from monks allowing the going forth of sons of noble families and their ordination without their parents’ consent.”

source: ནས་བཀའ་སྩལ་པ།
en: He then decreed,

source: དེ་ལྟ་བས་ན་དགེ་སློང་གིས་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་དབྱུང་བར་མི་བྱ། བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །
en: “In the light of this, monks should not allow the going forth of sons of noble families or ordain them without their parents’ consent.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་དེས་དེ་ལ་ཕ་མས་གནང་ངམ། ཞེས་དྲི་བར་བྱའོ། །
en: If someone approaches any of you wishing to go forth, ask him, ‘Have your parents given their consent?’

source: མ་དྲིས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If you allow going forth without asking this, a serious breach occurs.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་རིགས་ཀྱི་བུ་ཕ་མས་མ་གནང་བ་རབ་ཏུ་དབྱུང་བར་མི་བྱ། བསྙེན་པར་རྫོགས་པར་མི་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: After the Blessed One had decreed, “A monk should not allow the going forth of sons of noble families or ordain them without their parents’ consent,”

source: དགེ་སློང་རྣམས་ཀྱིས་དེ་དག་ཀྱང་རབ་ཏུ་འབྱིན་པར་མི་བྱེད་པས་
en: the monks did not allow others to go forth who came,

source: ཕ་མས་མ་གནང་བ་ཡུལ་ཐག་རིང་བ་ཕ་མས་གཏམ་ཡང་མི་ཐོས་པ་གཞན་དག་འོངས་ན། །།
en: without their parents’ consent, from faraway lands where their parents could not be consulted.

source: དེ་དག་རབ་ཏུ་འབྱུང་བ་མ་ཐོབ་པར་དོང་སྟེ།
en: Thus, their going forth not allowed, the hopefuls turned back.

source: དེ་ཉིད་ཚེ་དང་ལྡན་པ་དེ་དག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་། བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་ དངོས་པོའི་བར་ཆད་དུ་གྱུར་པའི་སྐབས་དེ་
en: When that proved to be an impediment to monkhood, the state of having gone forth and been ordained in the well-proclaimed Dharma and Vinaya,

source: ཕ་མས་མ་གནང་བ་ཡུལ་ཐག་རིང་པོ་ཕ་མས་གཏམ་ཡང་མི་ཐོས་པ་གང་དག་འོངས་ན་དེ་དག་ནི་རབ་ཏུ་དབྱུང་བར་བྱ་སྟེ། འདི་ལ་འགྱོད་པར་མི་བྱའོ།།
en: “Those who come without their parents’ consent from faraway lands where their parents cannot be consulted should be allowed to go forth.

source: སྡོམ་ལ། བྱ་རོག་སྐྲོད་དང་སུན་ཕྱུང་དང་། །རྐུ་ཐབས་གནས་དང་མ་ནིང་དང་། །དུད་འགྲོ་དང་ནི་མུ་སྟེགས་ཅན། །མ་བསད་པ་དང་ཕ་བསད་པའོ། །
en: A summary: Scaring away a crow, violators, Impostors, paṇḍakas, Creatures, tīrthikas, Matricides, and patricides. Scaring Away a Crow.

source: གང་གི་ཚེ་འཕགས་སྐྱེས་པོ་མི་གཏི་མུག་ཅན་གྱིས་སེར་སྐྱའི་གནས་ན་གནས་པའི་ཤཱཀྱ་ཁོན་མེད་པ་དང་།
en: when the ignorant Virūḍhaka had slaughtered the Śākya inhabitants of Kapilavastu,

source: མི་འགྲན་པ་དང་། མི་འཁུ་བ་དག་བསད་པ་
en: although they had not been aggressive, antagonistic, or thieving.

source: དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོའི་སྲིང་མོའི་བུ་གཉིས་ཤིག་ཕ་མས་བོར་ནས།
en: The two sons of the venerable Ānanda’s younger sister were left orphaned,

source: དེ་དང་དེ་ན་འཁྱམ་པ་ལས་མཉན་ཡོད་ཀྱི་ཚོང་པ་དག་ཟོང་ཐོགས་ཏེ་སེར་སྐྱའི་གནས་སུ་དོང་བ་དང་། དེ་དག་གིས་དེ་གཉིས་བཞིན་གཟུགས་ལས་ངོ་ཤེས་ནས་སྨྲས་པ།
en: and were wandering aimlessly when traders from Śrāvastī on their way to Kapilavastu on business recognized the two good-looking lads and asked,

source: ཁྱེའུ་གཉིས་ཁྱོད་ཀྱི་ཕ་མ་གཉིས་གང་ན། དེ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་སྐྱེས་པོ་མི་གཏི་མུག་ཅན་གྱིས་བསད་དོ། །
en: “Boys, where are your parents?” “They were killed by the ignorant Virūḍhaka,” they replied.

source: ཁྱེའུ་གཉིས་ཁྱེད་གཉིས་ཀྱི་ཕ་མ་གཉིས་གང་ན།
en: “Boys, where are your parents?”

source: མཉན་ཡོད་ན་ཁྱེད་གཉིས་ཀྱི་ཞང་པོ་བཙུན་པ་ཀུན་དགའ་བོ་ཞེས་བྱ་བ་དགེ་སློང་རབ་ཏུ་གྲགས་པ་འདུག་ན་ཅིའི་ཕྱིར་དེར་མི་འདོང་།
en: “If your uncle, the famous monk known as reverend Ānanda, is staying in Śrāvastī, why don’t you go there?”

source: དེས་གཉིས་ཀྱིས་སྨྲས་པ། ཁོ་བོ་ཅག་སུ་ཞིག་གིས་དེར་ཁྲིད་པར་འགྱུར། ཁོ་བོ་ཅག་གིས་བཀྲིའོ། །
en: They replied, “Who would take us there?” “We will take you.”

source: དེ་དག་གི་ཟོང་སྒྱུར་ནས་རིན་བླངས་ཏེ་ཁྱེའུ་དེ་གཉིས་ཁྲིད་ནས་མཉན་ཡོད་དུ་དོང་སྟེ།
en: After they traded their goods and made a profit, the traders set out for Śrāvastī with the two boys in tow.

source: དེ་དག་གིས་ཁྱེའུ་དེ་གཉིས་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་སྒོར་བོར་བ་དང་།
en: They left the boys at the gate of the Jetavana,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་གཉིས་བཞིན་གཟུགས་ལས་ངོ་ཤེས་ནས་དེས་སྨྲས་པ།
en: where the venerable Ānanda recognized them and asked,

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་སྐྱེས་པོ་མི་གཏི་མུག་ཅན་གྱིས་བསད་དོ། །
en: “They were killed by the ignorant Virūḍhaka.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཉེ་དུ་ལ་མཉེས་གཤིན་པ་ཡིན་པས་དེས་ཉེ་དུ་དང་བྲལ་བ་ཐོས་ནས་མཆི་མས་བརྣངས་ཏེ་འདུག་གོ། །
en: Because Ānanda cared for his kin, on hearing of their death he became choked with tears.

source: དགེ་སློང་རྣམས་ཀྱིས་དེ་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཁྱོད་ཀྱི་ཁྱེའུ་འདི་གཉིས་སུ་དག་ཅིག་ཡིན།
en: The monks asked him, “Venerable Ānanda, who are these two lads?”

source: སྲིང་མོའི་བུ་དག་གོ། །
en: “They are my sister’s boys.”

source: ཁྱོད་ཅིའི་ཕྱིར་འདི་གཉིས་སྡུད་པར་མི་བྱེད།
en: “Why don’t you take them in?”

source: དེས་སྨྲས་པ། ཁོ་བོ་ནི་ལྟོ་འགྲངས་ཙམ་གྱི་བསོད་སྙོམས་བླངས་ནས་ཕྱིར་འབྱུང་ན་ཁོ་བོས་འདི་གཉིས་ལ་གང་ནས་སྦྱིན།
en: “I barely get enough from begging to fill my own stomach,” he replied. “Where out there can I get enough to provide for them?”

source: དེ་དག་གིས་སྨྲས་པ། ཁྱེའུ་འདི་གཉིས་ཀྱིས་དགེ་སློང་དག་ལ་ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དག་འབུལ་ན།
en: “If these two boys offer the monks herbs, flowers, and fruits,

source: དགེ་སློང་དག་ཀྱང་འདི་གཉིས་ལ་ལྷུང་བཟེད་ཀྱི་ལྷག་མ་སྦྱིན་པར་འགྱུར་རོ། །
en: in return the monks will give them the leftovers from their begging bowls.”

source: དེས་དེ་གཉིས་བསྡུས་ནས་དགེ་སློང་དག་ལ་ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དག་འབུལ་དུ་གཞུག་པར་བརྩམས་པ་དང་།
en: After being taken in, the boys began to offer the monks herbs, flowers, and fruits,

source: དགེ་སློང་དག་ཀྱང་དེ་གཉིས་ལ་ལྷུང་བཟེད་ཀྱི་ལྷག་མ་སྦྱིན་པར་བྱེད་དོ། །
en: and in return the monks gave them the leftovers from their begging bowls.

source: དེ་དག་གིས་དེ་གཉིས་ལ་ཞག་ཉུང་ཤས་ཤིག་བྱིན་ནས་ཡང་མི་སྦྱིན་པར་བརྩམས་པ་དང་།
en: After a few days of giving the two their leftovers, they stopped.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལྟོ་འགྲངས་ཙམ་གྱི་བསོད་སྙོམས་བླངས་ནས་ཕྱིར་འབྱུང་བར་བྱེད་ཅིང་དེ་ཕྱེད་ནི་བདག་ཉིད་ཟ་བར་བྱེད།
en: So Ānanda went out and about begging alms, but received only just enough to fill his own stomach.

source: ཕྱེད་ནི་དེ་གཉིས་ལ་སྦྱིན་པར་བྱེད་པ་ན་སྐྱ་བོ་བསེང་བསེང་པོ་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། རྐེ་བ་དང་། སྐམ་པ་དང་། ལུས་མ་ཐོབ་པར་གྱུར་ཏོ། །
en: Eating half himself and giving the other half to the two boys, he became pallid, emaciated, feeble, withered, thin, and weak.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པར་མཛད་པ་སྟེ།
en: Although they know, blessed buddhas may inquire about what they already know.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་རྨས་པ།
en: the Blessed Buddha asked the monks,

source: དགེ་སློང་དག་ཅིའི་ཕྱིར་དགེ་སློང་ཀུན་དགའ་བོ་སྐྱ་བོ་བསེང་བསེང་པོ་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། རྐེ་བ་དང་། སྐམ་པ་དང་། ལུས་མ་ཐོབ་པར་གྱུར།
en: “Monks, why has the monk Ānanda become pallid, emaciated, feeble, withered, thin, and weak?”

source: དེ་དག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོའི་སྲིང་མོའི་བུ་གཉིས་ཤིག་ཕ་མས་བོར་ནས་
en: “Blessed One,” they replied, “since the two sons of the venerable Ānanda’s younger sister were orphaned,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་གཡར་བལྟམ་གྱི་བསོད་སྙོམས་བླངས་ནས་སླར་འབྱུང་ཞིང་དེ་ཕྱེད་ནི་བདག་ཉིད་འཚལ་བར་བགྱིད།
en: he has gone out receiving only enough alms to fill his own mouth, half of which he takes for himself while the other half he gives to them.

source: ཕྱེད་ནི་དེ་གཉིས་ལ་སྩོལ་བས་དེས་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་སྐྱ་བོ་བསེང་བསེང་པོ་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། རྐེ་བ་དང་། སྐམ་པ་དང་། ལུས་མ་ཐོབ་པར་གྱུར་ཏོ། །
en: This has reduced the venerable Ānanda to such a state.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One then asked the venerable Ānanda,

source: ཀུན་དགའ་བོ་ཁྱེའུ་དེ་གཉིས་རབ་ཏུ་མི་འབྱིན་ཏམ།
en: “Will you not allow these two boys’ going forth?”

source: བཅོམ་ལྡན་འདས་རབ་ཏུ་འབྱིན་ཏོ། །
en: “Blessed One, I will allow their going forth.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་རབ་ཏུ་འབྱུང་བར་འདོད་པ་དགེ་འདུན་གྱི་ཟན་སྦྱིན་པར་རྗེས་སུ་གནང་ངོ་། །
en: The Blessed One decreed, “In the light of that, I give permission for food given to the saṅgha to be given to those wishing to go forth.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རབ་ཏུ་འབྱུང་བར་འདོད་པ་དགེ་འདུན་གྱིས་ཟན་སྦྱིན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: After the Blessed One gave permission for food that has been given to the saṅgha to be given to those wishing to go forth,

source: དགེ་སློང་དག་གིས་ཞག་ཉུང་ཤས་ཤིག་བྱིན་ནས་སྨོད་པར་བརྩམས་སོ། །
en: the monks gave them food for a few days and then began to complain.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་ཡང་ལན་གཉིས་སུ་བཀའ་སྩལ་པ།
en: The Blessed One then asked Ānanda a second time,

source: བཙུན་པ་དེ་གཉིས་ཀྱིས་དགུང་ལོ་བཅྭ་ལྔ་མ་ལགས་སོ། །
en: “Reverend, the two of them are not yet fifteen.”

source: ཁྱེའུ་དེ་གཉིས་ཀྱིས་དགེ་འདུན་གྱི་སྐོས་མལ་ནས་བྱ་རོག་སྐྲོད་ནུས་སམ། བཙུན་པ་རྡོ་ཐོག་གོ། །
en: “Can the two boys scare crows away from the saṅgha’s sleeping quarters?” “Reverend, they can throw stones.”

source: ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་ལོ་བདུན་ལོན་པ་བྱ་རོག་སྐྲོད་ནུས་པ་ཡོངས་སུ་སྤང་བས་རབ་ཏུ་དབྱུང་བར་རྗེས་སུ་གནང་ངོ་། །
en: “In that case, Ānanda, I give my permission to allow freely the going forth of those as young as seven years old, provided they can scare away crows.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་གཉིས་རབ་ཏུ་ཕྱུང་ངོ་། །
en: Ānanda then allowed the two to go forth.

source: རབ་ཏུ་ཕྱུང་ནས་ཀློག་ཏུ་གཞུག་པར་བརྩམས་པ་དང་།
en: After Ānanda’s nephews went forth, Ānanda began to teach them to read,

source: དེ་གཉིས་ཀྱིས་ཞག་ཉུང་ཤས་ཤིག་བཀླགས་ནས་མི་ཉན་པར་བརྩམས་པ་དང་།
en: but after a few days of study they began to misbehave.

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་སྨྲས་པ།
en: The venerable Mahāmaudgalyāyana asked Ānanda,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དགེ་ཚུལ་འདི་གཉིས་ཅིའི་ཕྱིར་ཀློག་ཏུ་མི་གཞུག །
en: “Why do you not make these two novices study?”

source: དེས་སྨྲས་པ། གནས་བརྟན་བདག་ལ་མཉན་པར་མི་བྱ་བར་སེམས་ན་བདག་གིས་ཇི་ལྟར་བྱ།
en: “Elder,” replied Ānanda, “they do not listen to me. I do not know what to do,

source: བདག་གིས་འདི་གཉིས་ཀློག་ཏུ་གཞུག་གོ། །
en: but I must compel these two novices to study.”

source: དེས་སྨྲས་པ། གནས་བརྟན་དེ་བཞིན་གྱིས་ཤིག །
en: Mahāmaudgalyāyana replied, “Elder, do as you say.”

source: དེས་དེ་གཉིས་ཀློག་ཏུ་གཞུག་པར་བརྩམས་སོ། །
en: So Ānanda began to make the two novices study.

source: དེ་གཉིས་ཀྱིས་དེ་ལ་ཡང་ཞག་ཉུང་ཤས་ཤིག་བཀླགས་ནས་དེ་ལ་ཡང་མི་ཉན་པར་བརྩམས་པ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ།
en: But again, after a few days, the two of them began to misbehave, and Ānanda asked Mahāmaudgalyāyana,

source: གནས་བརྟན་དགེ་ཚུལ་འདི་གཉིས་ཅིའི་ཕྱིར་ཀློག་ཏུ་མི་གཞུག །
en: “Elder, why can I not make these two novices study?”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་གཉིས་ཀྱིས་བདག་ལ་ཡང་མི་མཉན་པར་བརྩམས་སོ། །
en: “Ānanda, these two will not yet listen to me either.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ། གནས་བརྟན་དགེ་ཚུལ་འདི་གཉིས་རེ་ཞིག་ཡིད་བྱུང་བར་གྱིས་ཤིག །
en: “Elder, the two novices must be given a little scare.”

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་ལ་སྨྲས་པ།
en: The venerable Mahāmaudgalyāyana said to the two,

source: དགེ་ཚུལ་གཉིས་ཉིན་མོ་སྤྱོད་དུ་འདོང་ངོ་། །
en: “Novices, let’s do our daily practice.”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་པ་བཞུད་དོ། །སྟན་ཁྱེར་ཅིག །
en: “Yes, noble one.” “Bring something to sit on.”

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དགེ་ཚུལ་དེ་གཉིས་ཁྲིད་ནས་ཉིན་མོ་སྤྱོད་དུ་སོང་ངོ་། །
en: Mahāmaudgalyāyana then took the two novices for their daily practice.

source: དེ་ན་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཕྱོགས་གཅིག་ཏུ་སེམས་ཅན་དམྱལ་བ་དག་ཏུ་སྤྲུལ་ཏེ།
en: On the way, Mahāmaudgalyāyana conjured up an apparition of beings in the hell realms,

source: དེ་ན་གཅོད་པ་དང་། འཚེག་པ་དང་། རྡུང་བ་དང་། འདྲལ་བ་ལ་སོགས་པའི་སྒྲ་དག་གྲག་གོ། །
en: who cried out from being cut, sliced, crushed, and hacked to pieces.

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་པ་འདི་ཅི་ལགས། དེས་སྨྲས་པ། དེང་ལ་ལྟོས་ཤིག །
en: The two boys exclaimed, “Noble one, what is this?” “Have a closer look,” he replied.

source: དེ་གཉིས་དེར་དོང་བ་དང་ཇི་ཙམ་ན་གཅོད་པ་དང་། འཚེག་པ་དང་། རྡུང་བ་དང་། འདྲལ་བ་ལ་སོགས་པའི་ལས་དག་བྱེད་ཅིང་། དེ་ན་ཁ་ཅིག་ནི་སོག་ལེ་དག་གིས་འཚེག་པར་བྱེད།
en: The two of them approached and found what was being done there—the cutting, the slicing, the crushing, and the hacking to pieces.

source: ཁ་ཅིག་ནི་རང་ཐག་དག་གིས་འཐག་པར་བྱེད།
en: Some were being sliced apart by saws,

source: ཁ་ཅིག་ནི་ཟངས་པོ་ཆེ་ཁོལ་བ་དག་གི་ནང་དུ་འཇུད་པར་བྱེད་དེ།
en: some were being ground in mills,

source: དེ་ན་ལྕགས་ཀྱི་ཟངས་པོ་ཆེ་གཉིས་ཤིག་ཁོལ་ཞིང་འདུག་པ་མཐོང་ནས་དེ་གཉིས་ཀྱིས་སྨྲས་པ།
en: and some were being melted down in boiling vats. When they saw two boiling iron vats standing there empty, they asked,
